[
	{
		"text": "\"With the decimation of the family, the age-old religous rites of the family fade away. When the upholding religion is annihilated, then sin overpowers the whole family\"\n - Bhagavad Gita I:40"
	},
	{
		"text": "\"Their thoughts fully on Me, their beings surrendered to Me, enlightening one another; proclaiming Me always, My devotees are contented and joyful.\"\n - Bhagavad Gita X:9"
	},
	{
		"text": "\"That man, who in this world does not follow the wheel thus set rotating, living in iniquity and contented in the senes, lives in vain!\"\n - Bhagavad Gita III:16"
	},
	{
		"text": "\"Thou hast been lamenting for those not worth thy lamentations! Yet thou dost utter words of lore. The truly wise mourn neither for those who are living nor for those who have passed away.\"\n - Bhagavad Gita II:11"
	},
	{
		"text": "\"The man of self-control, roaming among material objects with subjugated senses, and devoid of attraction and replusion, attains an unshakable inner calmness.\"\n - Bhagavad Gita II:64"
	},
	{
		"text": "\"The man who physically fasts from sense objects finds that the sense objects fall away for a little while, leaving behind only the longing for them. But he who beholds the Supreme is freed even from longings.\"\n - Bhagavad Gita II:59"
	},
	{
		"text": "\"The individual who forcibly controls the organs of action, but whose mind rotates around throughts of sense objects, is said to be a hypocrite, deluding himself.\"\n - Bhagavad Gita III:6"
	},
	{
		"text": "\"The senses are said to be superior (to the physical body); the mind is superior to the sense faculties; the intelligence is superior to the mind; but he (the Self) is superior to the intelligence.\"\n - Bhagavad Gita III:42"
	},
	{
		"text": "\"Under no circumstances should the wise disturb the understanding of ignorant persons who are attached to actions. Instead, the illumined being, by conscientiously performing activities, should inspire in the ignorant a desire for all dutiful action\"\n - Bhagavad Gita III:26"
	},
	{
		"text": "\"Until you conquer the fear of being an outsider, an outsider you will remain.\"\n - C.S. Lewis, The Inner Ring"
	},
	{
		"text": "\"You will be one of the sound craftsmen, and the other sound craftsmen will know it.\"\n - C.S. Lewis, The Inner Ring"
	},
	{
		"text": "\"And seek not ye what ye shall eat, or what ye shall drink, neither be ye of doubtful mind. For all these things do the nations of the world seek after: and your father knoweth that ye have need of these things. But rather seek ye the kingdom of God; and all these things shall be added unto you.\" - Luke 12:29-31"
	},
	{
		"text": "\"The senses, mind, and intellect are said to be desire's formidable stronghold; through these, desire deludes the embodied soul by eclipsing its wisdom.\"\n - Bhagavad Gita III:40"
	},
	{
		"text": "\"O Mighty-armed (Arjuna)! thus cognizing the Self as superior to the intelligence, and disciplining the self (ego) by the Self (soul), annihilate the foe! hard-to-conquer, wearing the form of desire.\"\n - Bhagavad Gita III:43"
	}, 
	{
		"text": "\"Actions do not cause attachment in Me, nor have I longings for their fruits. He who is identified with Me, who knows My nature, is also free from the karmic fetters of works.\"\n - Bhagavad Gita IV:14"
	},
	{
		"text": "\"desire is the eternal root of Nature's creation.\"\n - Yoga Sutras IV:10"
	},
	{
		"text": "\"All karma, or effects of actions, completely melts away from the liberated being who, free from attachments, with his mind enveloped in wisdom, performs the true spiritual fire rite (yajna).\"\n - Bhagavad Gita IV:23"
	},	
]
